{"config": [{"config": {"use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "name": "dense_31", "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 1024, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "dtype": "float32", "bias_constraint": null, "kernel_regularizer": null, "batch_input_shape": [null, 4624], "activation": "linear"}, "class_name": "Dense"}, {"config": {"use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "name": "dense_32", "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 1024, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null, "activation": "linear"}, "class_name": "Dense"}, {"config": {"use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "name": "dense_33", "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 1024, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null, "activation": "linear"}, "class_name": "Dense"}, {"config": {"use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "name": "dense_34", "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 1024, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null, "activation": "linear"}, "class_name": "Dense"}, {"config": {"use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "name": "dense_35", "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 1024, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null, "activation": "linear"}, "class_name": "Dense"}, {"config": {"use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "name": "dense_36", "activity_regularizer": null, "trainable": true, "kernel_constraint": null, "units": 8, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_regularizer": null, "activation": "softmax"}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.2.2", "backend": "tensorflow"}